accountsProxy/accountsProxy/src/gateway/duMockTargetServer/apiproxy/resources/node/du-mocks/services/ManagePrepaidLine-Response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.webservices.com/LCE/Du/WebServices" xmlns:head="http://www.du.ae/LCE/HeaderResponse" xmlns:lcew="http://xmlns.du.ae/LCE/Business/LCEWebServiceResponse" xmlns:man="http://xmlns.du.ae/LCE/Business/ServiceManagement/ManagePrepaidLine">
   <soapenv:Header/>
   <soapenv:Body>
      <web:ManagePrepaidLineResponse>
         <Response>
            <head:Header>
               <!--Optional:-->
               <head:RequestId>?</head:RequestId>
               <!--Optional:-->
               <head:CorrelationId>?</head:CorrelationId>
               <head:ResponseCode>?</head:ResponseCode>
               <!--Optional:-->
               <head:ResponseMessage>?</head:ResponseMessage>
               <!--Optional:-->
               <head:ErrorCode>?</head:ErrorCode>
               <!--Optional:-->
               <head:ErrorDescription>?</head:ErrorDescription>
            </head:Header>
            <!--Optional:-->
            <lcew:Body>
               <!--Optional:-->
               <man:MSISDN>?</man:MSISDN>
               <!--Optional:-->
               <man:AdjustmentCount>?</man:AdjustmentCount>
               <!--Optional:-->
               <man:LastAdjustValue>?</man:LastAdjustValue>
               <!--Optional:-->
               <man:LastAdjustDate>?</man:LastAdjustDate>
            </lcew:Body>
         </Response>
      </web:ManagePrepaidLineResponse>
   </soapenv:Body>
</soapenv:Envelope>